/*******************************************************************************
*
* プロジェクト : NAM顧問料デイリー算出システム
* 機能名       : 日次SS用外部委託未払計上額接続ファイル作成
*                バッチ(CFRD1510.csh)用SQL
*                当処理用中間テーブルTRUNCATE_SQL
* ファイル名   : CFRD1510_01trunTemp.sql
*
* 作成日       : 2009/02/28
* 作成者       : SRA米原
* 更新         : 2014-02-11 GUT高 消費税対応
*
*******************************************************************************/
TRUNCATE TABLE CFR_TMP_SS01_TBL;
TRUNCATE TABLE CFR_TMP_SS02_TBL;
/*       2014-02-11 消費税対応 START */
TRUNCATE TABLE CFR_TMP_SS03_TBL;
/*       2014-02-11 消費税対応 STOP */
